

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ nie może zweryfikować tożsamości witryny \"%2$@\"";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ w tej chwili nie obsługuje podglądu plików tego typu.";

/* Seafile */
"%@ invite you to %@" = "%1$@ zaprasza Cię do %2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Przesłano %2$@";

/* Seafile */
"%@, uploading" = "%@, wgrywanie";

/* Seafile */
"%@, waiting to upload" = "%@, oczekiwanie na przesłanie";

/* Seafile */
"%ld photos remain" = "Pozostało %ld zdjęć";

/* Seafile */
"1 photo remain" = "Pozostało 1 zdjęcie";

/* Seafile */
"About" = "O programie";

/* Seafile */
"Account" = "Konto";

/* Seafile */
"Account Info" = "Informacje o koncie";

/* Seafile */
"Accounts" = "Konta";

/* Seafile */
"Activities" = "Aktywność";

/* Seafile */
"Activity" = "Aktywność";

/* Seafile */
"Add a new discussion" = "Dodaj nową dyskusję";

/* Seafile */
"Add account" = "Dodaj konto";

/* Seafile */
"Add contact" = "Dodaj kontakt";

/* Seafile */
"All photos synced" = "Zsynchronizowano wszystkie zdjęcia ";

/* Seafile */
"Are you sure to clear all the cache?" = "Czy na pewno chcesz wyczyścić całą pamięć podręczną?";

/* Seafile */
"Auto Upload" = "Automatyczne przesyłanie";

/* Auto cleay library password */
"Auto clear passwords" = "Automatycznie czyść hasła";

/* Seafile */
"Back" = "Wstecz";

/* Seafile */
"Back to Last Account" = "Wróć do poprzedniego konta";

/* Seafile */
"Background Upload" = "Przesyłanie w tle";

/* Seafile */
"Cache" = "Pamięć podręczna";

/* FolderView_iPad.storyboard */
"Camera Upload" = "Kopia zdjęć";

/* Seafile */
"Cancel" = "Anuluj";

/* Seafile */
"Cancel download" = "Anuluj pobieranie";

/* Seafile */
"Checking library password ..." = "Sprawdzanie hasła biblioteki...";

/* Seafile */
"Choose" = "Wybierz";

/* Seafile */
"Choose an account to start" = "Wybierz konto, aby rozpocząć";

/* Seafile */
"Clear libraries passwords successfully." = "Pomyślnie wyczyszczono hasła do bibliotek.";

/* Seafile */
"Clear library password successfully." = "Pomyślnie wyczyszczono hasło biblioteki.";

/* Seafile */
"Clear password" = "Wyczyść hasło";

/* Seafile */
"Clear remembered passwords" = "Wyczyść zapamiętane hasła";

/* Seafile */
"Click \"Search\" to start" = "Kliknij \"Szukaj\", aby rozpocząć";

/* Seafile */
"Connecting to server" = "Łączenie z serwerem";

/* Seafile */
"Copy" = "Kopiuj";

/* Seafile */
"Copy Link to Clipboard" = "Skopiuj odsyłacz do schowka";

/* Seafile */
"Copy image to clipboard" = "Skopiuj obraz do schowka";

/* Seafile */
"Copy share link to clipboard" = "Kopiuj łącze udostępniania do schowka";

/* Seafile */
"Copying files ..." = "Kopiowanie plików...";

/* Seafile */
"Creating file ..." = "Tworzenie pliku...";

/* Seafile */
"Creating folder ..." = "Tworzenie folderu...";

/* Seafile */
"Delete" = "Usuń";

/* Seafile */
"Deleting directory ..." = "Usuwanie folderu...";

/* Seafile */
"Deleting file ..." = "Usuwanie pliku...";

/* Seafile */
"Deleting files ..." = "Usuwanie plików...";

/* Seafile */
"Destination" = "Cel";

/* Seafile */
"Directory '%@' is shared with you using %@" = "Katalog '%1$@' został Ci udostępniony za pomocą %2$@";

/* Seafile */
"Discussion" = "Dyskusja";

/* Seafile */
"Do you want reset the uploaded photos?" = "Czy chcesz zresetować przesłane zdjęcia?";

/* Seafile */
"Download" = "Pobierz";

/* Seafile */
"Edit" = "Edytuj";

/* Seafile */
"Email" = "E-mail";

/* Seafile */
"Email or Username" = "Email lub nazwa użytkownika";

/* Seafile */
"Encrypted Libraries" = "Biblioteki zaszyfrowane";

/* Seafile */
"Failed to add discussion" = "Nie udało się dodać dyskusji";

/* Seafile */
"Failed to copy files" = "Nie udało się skopiować plików";

/* Seafile */
"Failed to create file" = "Nie udało się stworzyć pliku";

/* Seafile */
"Failed to create folder" = "Nie udało się stworzyć folderu";

/* Seafile */
"Failed to delete files" = "Nie udało się usunąć plików";

/* Seafile */
"Failed to generate share link of directory '%@'" = "Nie udało się wygenerować łącza udostępniania dla folderu '%@'";

/* Seafile */
"Failed to generate share link of file '%@'" = "Nie udało się wygenerować łącza udostępniania dla pliku '%@'";

/* Seafile */
"Failed to get groups ..." = "Nie udało się pobrać grup...";

/* Seafile */
"Failed to get messages" = "Nie udało się pobrać wiadomości";

/* Seafile */
"Failed to get starred files" = "Nie udało się pobrać ulubionych plików";

/* Seafile */
"Failed to identify the coding of '%@'" = "Nie rozpoznano kodowania '%@'";

/* Seafile */
"Failed to load activities" = "Nie udało się wczytać aktywności";

/* Seafile */
"Failed to load content of the directory" = "Nie udało się pobrać zawartości folderu";

/* Seafile */
"Failed to load files" = "Nie udało się wczytać plików";

/* Seafile */
"Failed to login" = "Nie udało się zalogować";

/* Seafile */
"Failed to move files" = "Nie udało się przenieść plików";

/* Seafile */
"Failed to rename file" = "Nie udało się zmienić nazwy pliku";

/* Seafile */
"Failed to save %@ to album" = "Nie udało się zapisać %@ w albumie";

/* Seafile */
"Failed to search" = "Nie udało się wyszukać";

/* Seafile */
"Failed to send message" = "Nie udało się wysłać wiadomości";

/* Seafile */
"Failed to upload file" = "Nie udało się wgrać pliku";

/* Seafile */
"File '%@' is shared with you using %@" = "Plik '%1$@' został Ci udostępniony używając %2$@";

/* Seafile */
"File '%@' is too large to edit" = "Plik '%@' jest zbyt duży do edycji";

/* Seafile */
"File '%@' uploaded success" = "Pomyślnie przesłano plik '%@'";

/* Seafile */
"File name invalid" = "Nieprawidłowa nazwa pliku";

/* Seafile */
"File name must not be empty" = "Nazwa pliku nie może być pusta";

/* Seafile */
"Folder name invalid" = "Nieprawidłowa nazwa folderu";

/* Seafile */
"Folder name must not be empty" = "Nazwa folderu nie może być pusta";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "Przykładowo: https://seacloud.cc lub http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Wygeneruj łącze udostępniania...";

/* Seafile */
"Generate share link success" = "Wygenerowano łącze udostępniania";

/* Seafile */
"Group discussion" = "Dyskusja grupowa";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Cześć!<br/><br/> Używam %1$@ i pomyślałem, że też może Ci się spodobać. To darmowy sposób przenoszenia i udostępniania swoich plików.<br/><br/>Odwiedź oficjalną stronę %2$@:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Cześć,<br/><br/>Oto odsyłacz do <b>'%1$@'</b> w mojej %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Cześć,<br/><br/>Oto odsyłacz do katalogu <b>'%1$@'</b> w mojej %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "Jak chciałbyś udostępnić ten plik?";

/* Seafile */
"Invalid Server" = "Nieprawidłowy serwer";

/* Seafile */
"Invalid email" = "Nieprawidłowy e-mail";

/* No comment provided by engineer. */
"Last Updated: %@" = "Ostatnia aktualizacja: %@";

/* Seafile */
"Libraries" = "Biblioteki";

/* Loading Status */
"Loading..." = "Wczytywanie...";

/* Seafile */
"Local Cache" = "Lokalna pamięć podręczna";

/* Seafile */
"Login" = "Zaloguj";

/* Seafile */
"Message" = "Wiadomość";

/* Seafile */
"Messages" = "Wiadomości";

/* Seafile */
"More" = "Więcej";

/* Seafile */
"Move" = "Przenieś";

/* Seafile */
"MoveTo" = "PrzenieśDo";

/* Seafile */
"Moving files ..." = "Przenoszenie plików...";

/* Seafile */
"My Own Libraries" = "Moje biblioteki";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Nazwa";

/* Seafile */
"Network unavailable" = "Sieć niedostępna";

/* Seafile */
"New File" = "Nowy plik";

/* Seafile */
"New Folder" = "Nowy folder";

/* Seafile */
"New file name" = "Nowa nazwa pliku";

/* Seafile */
"New folder name" = "Nowa nazwa folderu";

/* Seafile */
"No Results" = "Brak wyników";

/* Seafile */
"OK" = "OK";

/* Seafile */
"Open elsewhere..." = "Otwórz gdzie indziej...";

/* Seafile */
"Open in other applications" = "Otwórz w innej aplikacji";

/* Seafile */
"Open photo browser" = "Otwórz przeglądarkę zdjęć";

/* Seafile */
"Other Server" = "Inny serwer";

/* Seafile */
"Password" = "Hasło";

/* Seafile */
"Password must not be empty" = "Hasło nie może być puste";

/* Seafile */
"Password of this library" = "Hasło do tej biblioteki";

/* Seafile */
"Password required" = "Hasło jest wymagane";

/* Seafile */
"PasteTo" = "WklejDo";

/* Seafile */
"Photos" = "Zdjęcia";

/* Seafile */
"Photos are not accessible" = "Zdjęcia nie są dostępne";

/* Seafile */
"Post a discussion to group" = "Zamieść dyskusję w grupie";

/* Seafile */
"Preview" = "Podgląd";

/* Seafile */
"Print" = "Drukuj";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Przeciągnij w dół, aby pobrać więcej wiadomości...";

/* Pull down to refresh status */
"Pull down to refresh..." = "Przeciągnij w dół, aby odświeżyć...";

/* Seafile */
"Redownload" = "Pobierz ponownie";

/* Release to get more messages */
"Release to get more messages..." = "Puść, aby pobrać więcej wiadomości...";

/* Release to refresh status */
"Release to refresh..." = "Puść, aby odświeżyć...";

/* Seafile */
"Rename" = "Zmień nazwę";

/* Seafile */
"Renaming file ..." = "Zmienianie nazwy pliku...";

/* Seafile */
"Replace" = "Zamień";

/* Seafile */
"Reset repo password" = "Zresetuj hasło repozytorium";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, masz nowe wiadomości od %@";

/* Seafile */
"Save" = "Zapisz";

/* Seafile */
"Save all photos to album" = "Zapisz wszystkie zdjęcia w albumie";

/* Seafile */
"Save to %@" = "Zapisz do %@";

/* Seafile */
"Save to album" = "Zapisz w albumie";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Szukaj";

/* Seafile */
"Search is not supported on the server" = "Wyszukiwanie nie jest obsługiwane przez serwer";

/* Seafile */
"Searching" = "Wyszukiwanie";

/* Seafile */
"Searching ..." = "Wyszukiwanie...";

/* Seafile */
"Select All" = "Zaznacz wszystko";

/* Seafile */
"Select None" = "Usuń zaznaczenie";

/* No comment provided by engineer. */
"Send" = "Wyślij";

/* Seafile */
"Send share link via email" = "Wyślij łącze udostępniania przez e-mail";

/* Seafile */
"Sending" = "Wysyłanie";

/* Seafile */
"Sending..." = "Wysyłanie...";

/* Seafile */
"Server" = "Serwer";

/* Seafile */
"Server must not be empty" = "Serwer nie może być pusty";

/* Seafile */
"Server, like https://seafile.cc" = "Serwer, np. https://seafile.cc";

/* Seafile */
"Settings" = "Ustawienia";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Logowanie Shibboleth";

/* Seafile */
"Sort by Last Modifed Time" = "Sortuj wg Daty modyfikacji";

/* Seafile */
"Sort by Name" = "Sortuj wg Nazwy";

/* Seafile */
"Space Used" = "Wykorzystane miejsce";

/* Seafile */
"Starred" = "Ulubione";

/* Seafile */
"Start to download folder: " = "Rozpocznij pobieranie folderu:";

/* Seafile */
"Success to save %@ to album" = "Pomyślnie zapisano %@ w albumie";

/* Seafile */
"Tell Friends about %@" = "Powiedz znajomym o %@";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "Certyfikat tej strony się zmienił. Czy mimo to chcesz się połączyć z serwerem?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "Certyfikat tej strony jest nieprawidłowy. Czy mimo to chcesz się połączyć z serwerem?";

/* Seafile */
"The length of password should be between 3 and 100" = "Długość hasła musi się zawierać pomiędzy 3 a 100 znaków";

/* Seafile */
"The mail account has not been set yet" = "Konto pocztowe nie zostało jeszcze skonfigurowane";

/* Seafile */
"The token is invalid, you need to login again" = "Nieprawidłowy token, musisz się ponownie zalogować";

/* Seafile */
"There is no app which can open this type of file on this machine" = "Nie ma aplikacji umożliwiającej otwarcie plików tego typu";

/* Seafile */
"This app does not have access to your location service." = "Ta aplikacja nie ma dostępu do usług lokalizacyjnych.";

/* Seafile */
"This app does not have access to your photos and videos." = "Ta aplikacja nie ma dostępu do Twoich zdjęć i filmów.";

/* Seafile */
"This function is not supportted yet" = "Ta funkcja nie jest jeszcze obsługiwana";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "Ta funkcja nie jest jeszcze obsługiwana, możesz skopiować to do schowka i samodzielnie wysłać mailem.";

/* Seafile */
"Upload" = "Wgraj";

/* Seafile */
"Upload Destination" = "Wgraj do";

/* Seafile */
"Upload Videos" = "Prześlij wideo";

/* Seafile */
"Username" = "Nazwa użytkownika";

/* Seafile */
"Username must not be empty" = "Nazwa użytkownika nie może być pusta";

/* Seafile */
"Version" = "Wersja";

/* Seafile */
"Website" = "Witryna";

/* Seafile */
"Welcome to %@" = "Witaj w %@";

/* Seafile */
"Wifi Only" = "Tylko Wifi";

/* Seafile */
"Wipe Cache" = "Wyczyść pamięć podręczną";

/* Seafile */
"Wrong library password" = "Nieprawidłowe hasło do biblioteki";

/* Seafile */
"Wrong username or password" = "Nieprawidłowa nazwa użytkownika lub hasło";

/* Seafile */
"You can enable access in Privacy Settings" = "Możesz przyznać dostęp w Ustawieniach Prywatności";

/* Seafile */
"cached" = "zapamiętano";

/* Seafile */
"modified" = "zmodyfikowano";

/* Seafile */
"uploading" = "wgrywanie";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";
